Repository: mjlassila/SolrSearch
Catalog: languages/*.po
Languages: fi_fi

source: Solr Options
fi_fi: Solr-asetukset

source: Server Host:
fi_fi: Palvelin:

source: Server Port:
fi_fi: Portti:

source: Solr Core Name:
fi_fi: Solr-hakemisto:

source: Results Per Page
fi_fi: Tuloksia sivua kohden

source: Results count must be numeric
fi_fi: Lukumäärän tulee olla luku

source: Default Sort Order:
fi_fi: Oletusjärjestys

source: Alphabetical
fi_fi: Aakkosellinen

source: Occurrences
fi_fi: Osumat

source: Maximum Facet Count:
fi_fi: Fasettien maksimi

source: Solr facets updated.
fi_fi: Solr-fasetit on päivitetty.

source: Failed to gather posted data.
fi_fi: Tietojen kerääminen epäonnistui.

source: Is Displayed
fi_fi: Näytetään

source: Is Facet
fi_fi: Fasetti

source: Is Sortable
fi_fi: Lajiteltava

source: Submit
fi_fi: Lähetä

source: Hit highlighting features modified.
fi_fi: Hakusanojen korostuksen

source: True
fi_fi: Kyllä

source: False
fi_fi: Ei

source: Snippets:
fi_fi: Katkelmat:

source: Fragment Size:
fi_fi: Katkelman koko

source: Reindex process started.
fi_fi: Uudelleenindeksointi on aloitettu.

source: Reindex
fi_fi: Uudelleenindeksoi

source: Search
fi_fi: Hae

source: <li><b>ALL TERMS</b></li>
fi_fi: <li><b>Kaikki hakutermit</b></li>

source: Sorted By:
fi_fi: Järjestysehto:

source: , Ascending
fi_fi: , nouseva

source: , Descending
fi_fi: , laskeva

source: Go
fi_fi: Hae

source: Server:
fi_fi: Palvelin:

source: Port:
fi_fi: Portti:

source: Core:
fi_fi: Ydin:

source: Results Per Page:
fi_fi: Tuloksia sivulla:

source: Facet Sort Order:
fi_fi: Fasettien järjestys

source: Maximum Facet Constraint Count:
fi_fi: Fasetttien maksimimäärä:

source: Solr Search Configuration
fi_fi: Solr-haun asetukset

source: Configure SolrSearch Indexing
fi_fi: Solr-haun indeksointiasetukset

source: Field Configuration
fi_fi: Hakukenttien konfigurointi

source: Hit Highlighting Options
fi_fi: Hakusanojen korostuksen asetukset

source: Index Items
fi_fi: Indeksoi

source: Select Facet Fields
fi_fi: Valitse fasettien kentät

source: Select facets from available fields below.
fi_fi: Valitse fasetit kenttien joukosta.

source: Solr Search Facets
fi_fi: Solr-hakufasetit

source: Manage Solr Search Facets
fi_fi: Hallinnoi Solr-hakufasetteja

source: Return to form.
fi_fi: Palaa lomakkeelle.

source: Solr Search Hit Highlighting Options
fi_fi: Solr-hakutulosten hakusanojen korostuksen asetukset

source: Configure Solr
fi_fi: Solr-asetukset

source: Hit Highlighting
fi_fi: Hakusanojen korostus

source: Select hit highlighting options from available fields below.
fi_fi: Valitse hakusanojen korostusasetukset

source: Reindex Items in Solr
fi_fi: Indeksoi uudelleen kaikki Solr

source: Reindex All Items
fi_fi: Indeksoi uudelleen kaikki tietueet

source: Click the button below to repost all of Omeka's public items into the Solr index.
fi_fi: Alla oleva painike uudelleenindeksoi kaikki Omekan julkiset teokset Solriin.

source: Browse
fi_fi: Selaa

source: Current Query
fi_fi: Nykyinen haku

source: Total Results:
fi_fi: Tuloksia yhteensä:

source: Facets
fi_fi: Fasetit
